export default function WhiteSection() {
  return (
    <section className="relative mx-auto text-left space-y-6 sm:space-y-8 z-10 py-10 sm:py-16 text-black max-w-full sm:max-w-[1241px] px-4 sm:px-0">
      <h2 className="text-[32px] sm:text-[56px] text-black mb-6 sm:mb-8 font-dm font-medium">
        Необхідність
      </h2>
      <div className="mt-[10px] sm:mt-[20px]">
        <p className="text-[16px] sm:text-[20px] font-inter font-regular leading-relaxed sm:leading-normal text-left">
          На сьогоднішній день відомо, що найбільша потреба суспільства – це
          якісні послуги та освіта, пов’язана з надбанням знань та навиків
          психологічного консультуванням у різних сферах.
          <br />
          Прогалини психологічної освіти властиві більшості освітніх програм
          навчальних закладів України, які не імплементують у програми
          інноваційні та сучасні знання з психологічної допомоги, групового
          консультування у сферах клінічної індивідуальної терапії та
          бізнес-управління.
          <br />
          Психологи, менеджери, управлінці закінчують різні освітні програми
          лише з загальними знаннями, тому працюють найманими фахівцями і
          здебільшого не можуть реалізувати себе як самозайняті експерти.
          <br />
          Вони не знають як започаткувати консультування або ефективно керувати
          як лідер. У більшості фахівців може бути цікава робота та власні
          клієнти, проте вони не мають достатніх компетенції для особистісного
          зростання та власної управлінської діяльності. Почасту вони не можуть
          створити власний фаховий бренд, правильно позиціонувати себе та
          просувати нові ідеї у європейської спільноті експертів.
          <br />
          Одночасно у молодих фахівців виникають проблеми з відсутністю
          напрацьованих якісних зв’язків серед професіоналів, поки що вони
          вкладають зусилля у власний розвиток.
          <br />
          Іншими словами Європейська психологічна асоціація надає можливості з
          її допомогою зробити перші кроки щодо просування себе у спільноті
          фахівців.
          <br />
          Гліб Пріб, Людмила Бегеза Катерина Мілютіна з відчуттям
          відповідальності за проблему та одночасно з можливістю для
          особистісного зростання зацікавлених спеціалістів створили єдиний в
          Україні фаховий простір - Європейську психологічну асоціацію.
        </p>
      </div>
    </section>
  );
}
