import Image from "next/image";

export default function HeroSection() {
  return (
    <section className="bg-[#0103B8] pt-0 pb-[50px] flex w-full relative text-white overflow-hidden">
      {/* Лого */}
      <Image
        src="/assets/vectorR.png"
        alt="Right Logo"
        width={106}
        height={218}
        className="absolute top-1/8 transform pointer-events-none right-0"
      />

      {/* Контент */}
      <div className="text-left space-y-8">
        <h1 className="pl-[100px] text-[79px] font-semibold font-inter text-[rgba(255,255,255,0.37)]">
          ЗАКОНОДАВСТВО ТА
          <br />
          СПІВРОБІТНИЦТВО{" "}
        </h1>
        <h2 className="pl-[100px] text-[56px] font-regular font-inter">
          Нормативна база
        </h2>
        <div className=" pl-[100px] text-[20px] font-regular font-inter leading-loose">
          <ol>
            Охорони психічного здоров’я:
            <li>1. Закон №12030 «Про систему охорони психічного здоров’я».</li>
            <li>
              2. Закон України &quot;Про психіатричну допомогу&quot; (Відомості
              Верховної Ради України (ВВР), 2000, N 19, ст.143)
            </li>
            <li>
              3. Концепція розвитку охорони психічного здоров’я в Україні на
              період до 2030 року, розпорядження Кабінету Міністрів України від
              27 грудня 2017 р. № 1018-р.{" "}
            </li>
            <li>
              4. План заходів із реалізації Концепції розвитку охорони
              психічного здоров’я в Україні
            </li>
            <li>
              5. Наказ МОЗ №199 Порядок застосування методів психологічного і
              психотерапевтичного впливу.
            </li>
            <li>
              6. Порядок проведення психологічної реабілітації постраждалих
              учасників Революції Гідності, учасників антитерористичної операції
              та осіб, які здійснювали заходи із забезпечення національної
              безпеки і оборони, відсічі і стримування збройної агресії
              Російської Федерації у Донецькій та Луганській областях, членів їх
              сімей та членів сімей загиблих (померлих) таких осіб (затверджено
              у грудні 2017 року Кабінетом Міністрів України)
            </li>
            <li>
              7. Положення про психологічну службу у системі освіти України
              затверджено Наказом МОН №509.
            </li>
          </ol>
          <ol>
            Законодавство, що регулює професійний розвиток:
            <li>
              8. Стандарти і рекомендації щодо забезпечення якості в
              Європейському просторі вищої освіти (ESG).{" "}
            </li>
            <li>
              9. Закон України «Про освіту», Закон України «Про вищу освіту»,
              Закон України «Про фахову передвищу освіту».
            </li>
            <li>10. Закон України «Про професійний розвиток працівників».</li>
            <li>
              11. Порядок підвищення кваліфікації педагогічних і
              науково-педагогічних працівників, затверджений постановою КМ
              України від 21.08.2019 р. № 800.
            </li>
            <li>
              12. Положення про акредитацію освітніх програм, за якими
              здійснюється підготовка здобувачів вищої освіти, наказ МОН України
              № 977 від 11.07. 2019 р.{" "}
            </li>
            <li>
              13. Рекомендації Національного агентства із забезпечення якості
              вищої освіти стосовно запровадження внутрішньої системи
              забезпечення якості, затвердженні рішенням Національного агентства
              із забезпечення якості вищої освіти (протокол від 26 червня 2019
              р. № 6).
            </li>
            <li>
              14. Методичні рекомендації для професійного розвитку
              науково-педагогічних працівників, Наказ Міністерства освіти і
              науки України від 30.10.2020 р. № 1341
            </li>
          </ol>
        </div>
        <Image
          src="/assets/short_logo.png"
          alt="Logo"
          width={424}
          height={424}
          className="bottom-1/9 ml-auto mr-auto transform pointer-events-none right-0"
        />
      </div>
    </section>
  );
}
