import Image from "next/image";

export default function HeroSection() {
  return (
    <section className="bg-[#BFD6EC] px-[100px] pt-[100px] pb-[50px] flex justify-end w-full relative text-white overflow-hidden mx-4 md:mx-0">
      {/* Лого */}
      <Image
        src="/assets/vectorL.png"
        alt="Left Logo"
        width={106}
        height={212}
        className="absolute bottom-1/8 transform -translate-y-1/2 pointer-events-none left-0"
      />
      <div className="mx-auto px-6 text-left space-y-8 text-black">
        <h1 className="text-[56px] font-regular font-inter">
          ЕТИЧНИЙ КОДЕКС ПСИХОЛОГА{" "}
        </h1>
        <h2 className="text-[32px] font-regular font-inter">
          ОСНОВНІ ПОЛОЖЕННЯ
        </h2>
        <p className="text-[23px] font-light font-inter">
          На І Установчому з’їзді Товариства психологів України 20 грудня 1990
          року в м. Києві прийнято Етичний кодекс психолога. Цей нормативний акт
          є гарантом високопрофесійної, гуманної, високоморальної діяльності
          психологів України, здійснюваної залежно від спеціалізації та сфери їх
          інтересів.
        </p>
        <p className="text-[23px] font-light font-inter">
          Даний Кодекс являє собою сукупність етичних норм, правил поведінки, що
          склалися у психологічному співтоваристві й регулюють його
          життєдіяльність. Об&apos;єктом досліджень і впливу психологів є
          внутрішній світ особистості, тому їхні контакти з іншими людьми
          повинні бути теплими, доброзичливими, цілющими.
        </p>
        <p className="text-[23px] font-light font-inter">
          Етичний кодекс сприяє більш успішному здійсненню психологами своєї
          професійної діяльності. Зокрема, шкільним і вузівським психологам
          допомагає у підвищенні ефективності навчання і виховання учнів та
          студентів; психологам у галузі охорони здоров&apos;я - у виконанні
          функцій, пов&apos;язаних з профілактикою захворювань, лікуванням,
          реабілітацією пацієнтів; психологам у сфері державного управління - у
          психологічному забезпеченні загального і галузевого управління.
        </p>
        <p className="text-[23px] font-light font-inter">
          Заснована Товариством психологів України Комісія з етики проводить
          роботу, спрямовану на правильне тлумачення психологами Етичного
          кодексу, здійснює контроль за його додержанням, забезпечує формування
          у психологів сприйняття цього Кодексу як зобов&apos;язання перед
          громадськістю, як одного з важливих актів чинного законодавства.
        </p>
        <p className="text-[23px] font-light font-inter">
          1. Вiдповiдальність
          <br />
          1.1. Психологи несуть особисту вiдповiдальність за свою роботу.
          <br />
          1.2. Психологи зобов&apos;язанi всiляко запобiгати і не допускати
          антигуманних наслідків у своїй професійній діяльності.
          <br />
          1.3. Психологи повиннi утримуватися вiд будь-яких дiй чи заяв, що
          загрожують недоторканостi особи; не мають права використовувати свої
          знання i становище з метою приниження людської гiдностi, пригнічування
          особистостi або манiпулювання нею; несуть вiдповiдальнiсть за
          додержання пріоритету iнтересiв людини.
          <br />
          1.4. На психологiв покладається вiдповiдальнiсть за надiйнiсть
          використовуваних методiв та програмного забезпечення, валiднiсть
          обробки даних дослiджень, у тому числi i тих, які проводяться з
          використанням комп’ютерних технологій.
          <br />
          1.5. Психологи застосовують лише тi знання, якими вони володіють
          вiдповідно до своєї квалiфiкацiї, повноважень, соцiального статусу.{" "}
        </p>
        <p className="text-[23px] font-light font-inter">
          II. Компетентнiсть
          <br />
          2.1. Психологи постiйно поповнюють свої знання про новi науковi
          досягнення в галузі їхньої дiяльностi, беруться за розв’язання тiльки
          тих завдань, якi належать до сфери їх компетенцiї. У разi
          непосилъностi завдання психологи передають його iншому досвiдченому
          фахiвцевi або допомагають людинi, яка звернулася за пiдтримкою,
          налагодити контакт з професiоналами, що можуть надати адекватну
          допомогу.
          <br />
          2.2. Психологи не застосовують методiв і процедур, не апробованих
          центральними органами Товариства психологiв України. У тих випадках,
          коли психологічнi методики ще апробуються (з дозволу контрольних
          органiв Товариства психологів), проводять експеримент з обмеженим
          контингентом дослiджуваних, попереджають їх про застосування
          неперевiрених методів або про свiй недостатнiй рiвень оволодiння ними.
          <br />
          2.З. Психолог публiкує пiд своїм iм&apos;ям лише ту працю, яка
          повністю виконана ним самим або вносить істотний власний внесок;
          недопустима публiкація з метою особистої матерiальної вигоди,
          недостатньо пiдготовлених праць, невалiдизованих методик. Психолог не
          може виконувати практичної роботи, не маючи належної квалiфiкації та
          досвіду.
          <br />
          2.4. Психолог прагне до адекватних знань про свої індивідуальні якості
          та особливостi визначення меж власних професiйних можливостей.
          Особистiснi психологiчнi проблеми (якi негативно впливають па якiсть
          виконання обов&apos;язків) можуть бути показником професiйної
          непридатностi i мають якомога швидше коригуватись та розв’язуватисъ.{" "}
        </p>
        <p className="text-[23px] font-light font-inter">
          IIІ. Захист інтересів клієнта.
          <br />
          3.1. Психологи суворо додержуються принципу добровільної участi
          клiєнта в обстеженнях. Пiд час роботи з дiтьми, пацiєнтами з тяжкими
          розладами (тобто в крайнiх випадках) допускаються вiдхилення вiд
          принципу добровiльності, але в межах законодавчих норм. Обов’язком
          психолога є намагання налагодити з клієнтом спiвробітництво.
          <br />
          3.2. Психологи, вступачи у контакт з особами, для яких вiн є
          обов’язково-примусовим (наприклад, у разi проведення психологiчної
          експертизи), не мають права змушувати клiєнта повiдомляти вiдомостi
          поза його волею, не можуть вживати примусових заходiв для одержання
          даних, крiм випадкiв, коли така iнформацiя сприятиме безпеці
          навколишніх або самого клієнта.
          <br />
          3.3. Психологи не беруть участi в діях, спрямованих проти свободи
          особи, вони не мають права змушувати клiєнта розвовiдати про свою
          життєву філософію, політичні, релігійні чи етичні переконання, не
          повинні вимагати вiдмовитися вiд них.
          <br />
          3.4. Психологи беруть на себе професiйну вiдповiдальнiсть за
          квалiфiковане обстеження, консультування, лiкування, домовляються про
          термiни завершення своєї дiяльностi або доцiльнiсть направлення
          клiєнта до іншого компетентного спецiалiста. Вiдповiдальність iз
          психолога знiмається, якщо вiн упевнився, що iнший спецiалiст узяв
          вiдповiдальнiсть за клiєнта на себе.
          <br />
          3.5. Психологи не мають матерiальних або особистих привiлеїв, не
          можуть використовувати свої знання i становище, довiрливе ставлення i
          залежнiсть клієнта у власних корисливих iнтересах. У випадках, коли
          послуги є платними, про фiнансовi умови домовляються заздалегiдь; не
          встановлюється додаткова оплата за консультації i не береться плата з
          тих, кого психолог навчає або збирається екзаменувати. Якщо клiєнт
          може отримати психологiчну допомогу безкоштовно або меншим коштом в
          іншого фахiвця, то психолог iнформує про це клiєнта.
          <br />
          3.6. Психолог уникає встановлення неофiцiйних взаємин з клiєнтом, якщо
          це може стати на перешкодi проведенню дiагностичної, консультаційної
          та корекцiйної роботи з ним. Мiж психологом i клiєнтом не повинно бути
          статевої близькості.
          <br />
          3.7. Психолог має право вирiшувати, на якому етапi консультування або
          лікування можна дати об&apos;єктивний професійний висновок, а у
          випадках, коли вiн не може дiяти в інтересах клiєнта, роз’яснює йому i
          батькам (опiкунам) реальний стан справ.
          <br />
          3.8. Висновок за результатами проведеного обстеження чи лiкування
          робить сам психолог, вiл не може перекладати це на iнших. Психолог
          повинен чiтко i однозначно формулювати висновок так, щоб його можна
          було правильно зрозуміти і використати отриманi данi на користь
          клєнта.
          <br />
          3.9. Психолог не робить висновкiв i не дає порад, не маючи достовiрних
          знань про клiєнта або ситуацiю, в якiй він перебуває. У звітi
          психолога має мiститися лише необхідна і водночас достатня, що
          вiдзначається цілковитою надiйнiстю результатів, iнформацiя для
          розв&apos;язання поставленого завдання, повинні вказуватися межi
          здійснюваних досліджень, характер виявлених симптомів – постійний чи
          тимчасовий.
          <br />
          3.10. Психолог у доступній формi повідомляє обстежуваному про дiагноз
          i методи та засоби допомоги. При цьому вiн зобов’язаний обачливо i
          обережно висловлюватися щодо виявлених патологiй у психічному стані
          клієнта. Психолог попереджає про те, хто i для чого може використати
          цi дані, якi офiційні рiшення можуть бути винесені на пiдставi
          висновку. Психолог уповноважений особисто запобігати некоректному і
          неетичному використанню результатів дослiджень i повинен виконувати
          цей обов’язок незалежно вiд посадової субординації.
        </p>{" "}
        <p className="text-[23px] font-light font-inter">
          ІV. Конфіденційність.
          <br />
          4.1. Психолог зобов&apos;язаний додержуватися конфiденцiйностi у
          всьому, що стосується взаємин з клієнтом, його особистого життя,
          життєвих обставин. Виняток становлять випадки, коли виявлені симптоми
          є небезпечними для клiєнта та iнших людей, i психолог
          зобов&apos;язаний поiнформувати тих, хто може надати квалiфiковану
          допомогу. Конфіденційності можна не додержуватись, якщо клієнт просить
          або эгоджується, аби в його iнтересах iнформацiю було передано іншій
          особi.
          <br />
          4.2. Психолог не збирає додаткових вiдомостей про обстежуваного без
          його згоди, задовольняється лише тією інформацією, яка потрiбна для
          виконання професійного завдання. Запис, фотографування i занесення
          інформації до комп’ютерних банкiв даних здiйснюються лише за згодою
          учасникiв.
          <br />
          4.З. Психолог зобов&apos;язаний оберiгати професiйну таємницю, не
          поширювати вiдомостей, отриманих у процесi діагностичної i корекцiйної
          роботи, додержуватись анонiмностi iменi клієнта. Для демонстрацiї i
          прослуховування будь-яких матерiалiв потрiбний письмовий дозвiл
          людини, за чиєю згодою вони були записанi; на вимогу клiєнта матерiали
          негайно знищуються.
          <br />
          4.4 Документацiя роботи психологів повинна вмiщувати лише професійно
          необхiднi матерiали. До цих матерiалiв, пов’язаних з конфiденцiйним
          змiстом дiяльностi психологiв, має виключатися доступ стороннiх осiб.
          У випадках, коли психологи звертаються за допомогою до iнших фахiвцiв,
          потрiбно спецiально ознайомити їх з питаннями, що стосуються умов i
          термiну зберiгання таких матерiалiв, а також обмежень у використаннi
          iнформацiї про клєнта, i попередити про мiру вiдповiдальностi за
          недодержання конфiденцiйності.
          <br />
          4.5. Якщо психолог не в змозi надалi виконувати свої функцiї, вiн
          з’ясовує, чи потрiбно зберiгати матерiали (також iнформацiю, занесену
          до комп’ютера). У разі потреби психолог повинен передати виконання
          покладених на нього функцiй iншому фахівцеві.
          <br />
          4.6. Психолог iнформує клiєнтiв про правила додержання
          конфіденційності. Смерть або зникнення обстежуваного не звiльняє
          психолога від необхiдностi зберiгати професiйну таємницю.
          <br />
          4.7. Психолог не передає методичних матерiалiв особам, що не
          уповноваженi здiйснювати психологічну дiяльнiсть; не розкриває суті
          призначення конкретної методики (за винятком доступних роз’яснень
          правоохоронним i судовим органам).
        </p>
        <p className="text-[23px] font-light font-inter">
          V. Етичні правила психологічних досліджень.
          <br />
          5.1. Планування психологічних дослiджень передбачає дотримання таких
          умов: визначення об’єкта дослiдження, чiтке й однозначне формулювання
          його мети i завдань, встановлення контингенту обстежуваних,
          прогнозування можливості використання одержаних результатів
          (наприклад, оцінювання перспективи професійної успішності, формування
          спільного колективу). Психолог самостiйно вибирає методи роботи,
          керуючись при цьому вимогами максимальної ефективності та наукової
          обґрунтованості.
          <br />
          5.2. Психолог забезпечує цiлковиту надійність результатів, вiдповiдає
          за рішення, якi приймають офiцiйнi особи на основі його висновків та
          рекомендацiй, запобiгає можливим помилка у діяльності непрофесіоналів,
          котрi допомагають у роботі, але не ознайомлені з вимогами, що
          стосуються обмежень у використаннi інформації про дослiджування.
          Психолог несе вiдповiдальнiсть за правильне і доступне роз’яснення
          сутi застосовуваних психологічних методів, а також за можливі
          антигуманні наслiдки. Щодо психолога використовується принцип,
          аналогічний презумпції невинності. Вина психолога в порушенні етичного
          кодексу повинна бути доведена Комiсiєю з етики Товариства психологiв
          України.
          <br />
          5.3. Психолог зводить до мiнiмуму ризик ненавмисного негативного
          впливу на тих, хто бере участь в експерименті. Коли очiкується, що
          дослiдження або лiкування може викликати у клiєнта психогенну реакцiю,
          психолог повинен отримати дозвiл на проведення роботи з ним Комісії з
          етики. Якщо умови експерименту потребують необiзнаності дослiджуваних
          з його суттю і результатами, психолог має пересвiдчитися в тому, що це
          не завдасть шкоди жодному з учасникiв дослiду. Такi вiдомостi можуть
          бути розкриті після завершення експериментальної програми.
          <br />
          5.4. Психолог заздалегідь iнформує клiєнтiв про право відмовитись від
          участi в дослiдженні. Коли ж попри це вони дають згоду взяти участь в
          експериментi, психолог має вереконатися в тому, що таке рiшення
          прийняте незалежно вiд нього або iнших осiб (наприклад, батькiв,
          піклувальникiв, якi наполягають пройти обстеження).
        </p>
        <p className="text-[23px] font-light font-inter">
          VI. Квалiфiкована пропаганда психології.
          <br />
          6.1. Психологи інформують науковцiв, учителiв, лікарів, широку
          громадськiсть про свою галузь дiялъностi на основi об’єктивних, точних
          даних таким чином, щоб не дискредитувати професiю психолога i
          психологiю як науково-практичний комплекс.
          <br />
          6.2. Психолог не виступає з публiчними заявами для реклами або
          самореклами. Вміщуючи у засобах масової iнформації оголошення про
          надання психологiчних послуг населенню, повiдомляє лише свое iм’я,
          адресу, номер телефону, професiну квалiфiкацiю, науковий ступiнь,
          галузь психологiї, години прийому. У рекламному проспектi не може
          йтися про суми гонорару, не даються гарантiї, не перелiчуються
          здобутки й успiшнi випадки лiкування, консультування, експертизи.
          Оголошення мають мiстити інформацiю про мету курсiв, а не обiцянки
          стосовно досягнення специфiчних результатiв. Психолог повинен брати
          професiйну участь у навчальних програмах для населення, лише за умови,
          якщо вони виключають сумнiвнi методи і неефективні процедури.
          <br />
          6.3. Поради психолога у засобах масової iнформації мають подаватися в
          узагальненiй формi, без посилань на конкретнi факти i ситуацiї, щоб не
          допустити розголошення конфiденційної iнформації. Уснi виступи,
          друкованi матеріали, аудiовiзуальна та иншi публiкацiї, в яких
          наводяться з iлюстративною метою клiнiчні випадки, повиннi виключати
          iдентифiкування особи, групи чи органiзацiї. Методики публiкуються
          лише у формi, яка дає змогу зберегти iх валiднiсть та надійність.{" "}
        </p>
        <p className="text-[23px] font-light font-inter">
          VII. Професійна кооперація.
          <br />
          7.1 Психолог, ведучи професiйну дискусію, не повинен дискредитувати
          колег або представників інших професій, якi використовують тi самi або
          iнші наукові методи. Вiн має виявляти повагу до наукових шкiл i
          напрямiв. Психолог цінує професiйну компетентність, високу культуру та
          ерудицію, вiдпоовiдальне ставлення до справи колег та представників
          інших професій. Якщо ж психолог виявить ненауковість чи неетичнiсть у
          професійнiй дiяльностi колеги, він повинен сприяти виправленню
          ситуацiї. У разi неуспiху цих зусиль психолог може виступити з
          об’єктивною, аргументованою критикою ро6оти колеги в психологічному
          співтоваристві. У тих же випадках, коли критика виявляється
          суб’єктивною, упередженою, член Товариства має право звернутися до
          Комiсiї з етики, висновок якої може використати для спростування
          несправедливих оцінок чи критики.
          <br />
          7.2. Психолог не може застосовувати манiпулятивні методи для здобуття
          прихильності, привернення на свій бiк клiєнтури, не повинен намагатися
          стати монополістом у своїй галузi. Про досягнутi результати в
          теоретичній i практичній психології вiн зобов’язаний iнформувати
          психологічну громадськість, дiлитися набутим пiд час своєї професiйної
          дiяльностi досвідом.
          <br />
          7.З. Розв’язуючи конкретні завдання обстеження, консультування i
          лiкування людей, психолог вирiшує, чи може він використати знання,
          технічнi й адмiністративні можливості інших фахiвцiв на благо клiєнта
          та за згодою клiєнта вступити в контакт з ними, зокрема особами, якi
          лiкують або лiкували його ранiше. Психолог бере вiдповiдальсгь за
          клiєнта лише переконавшись, що той не має клієнтурних стосунків з
          іншими психологами.
          <br />
          7.4. Психолог забезпечує персонал адекватною iнформацiєю про клiєнтiв,
          якi користуються його послугами, передає у розпорядження колег тiльки
          надiйнi й валiдизовані психологічні методи, технiчний iнструментарiй i
          відкриття. Всі професiйнi взаємовідноси будуються на основі закону про
          авторськi права.
          <br />
          7.5. У виршеннi спiрних питань психолог акерується положеннями даного
          Етичного кодексу. Арбiтром може бути комісія з етики Товариства
          психологів України.
          <br />
          7.6. За порушення чинного законодавства, Статуту Товариства психологiв
          та Етичного кодексу на психолога можуть бути накладенi Комiсiєю з
          етики такi: стягнення; попередження; догана; виключення з членiв
          Товариства. У разi виявлення порушень психологами, якi не є членами
          Товариства, Комiсiя з етики звертається до iнших громадських
          органiзацiй чи державних установ з тим, щоб вони вжили необхiдиих
          заходiв до винного.
          <br />
          7.7. Рішення Комiсii з етики може бути скасоване Президією або З’їздом
          Товариства психологів.
        </p>
      </div>
    </section>
  );
}
